{
  "server_parameters": {
    "maxplayers": {
      "title": "Máximo de Jugadores",
      "description": "Número máximo de jugadores que pueden conectarse al servidor simultáneamente. Valores típicos: 2-100."
    },
    "port": {
      "title": "Puerto del Servidor",
      "description": "Puerto de red en el que el servidor escuchará las conexiones. Puerto por defecto: 16261."
    },
    "defaultport": {
      "title": "Puerto por Defecto",
      "description": "Puerto principal que los jugadores usarán para conectarse al servidor. Puerto por defecto: 16261."
    },
    "pinglimit": {
      "title": "Límite de Ping",
      "description": "Ping máximo permitido en milisegundos antes de ser expulsado del servidor. Establecer en 100 para deshabilitarlo."
    },
    "pingfrequency": {
      "title": "Frecuencia de Ping",
      "description": "Tiempo en segundos entre cada verificación de ping del cliente. Valor por defecto: 10 segundos."
    },
    "pauseempty": {
      "title": "Pausar Cuando Vacío",
      "description": "Si está habilitado (true), el servidor se pausará cuando no haya jugadores conectados, deteniendo el progreso del tiempo."
    },
    "zombieslore": {
      "title": "Conocimiento de Zombies",
      "description": "Nivel de inteligencia de los zombies. Valores más altos hacen zombies más inteligentes."
    },
    "zombiespopulation": {
      "title": "Población de Zombies",
      "description": "Multiplicador de la cantidad de zombies en el mundo. 1.0 = normal, 2.0 = doble cantidad."
    },
    "publicdescription": {
      "title": "Descripción Pública",
      "description": "Descripción del servidor que aparecerá en la lista pública de servidores y navegador de Steam."
    },
    "description": {
      "title": "Descripción",
      "description": "Descripción interna del servidor para uso administrativo."
    },
    "difficulty": {
      "title": "Dificultad",
      "description": "Nivel de dificultad del juego. Afecta la agresividad de zombies y disponibilidad de recursos."
    },
    "gamemode": {
      "title": "Modo de Juego",
      "description": "Tipo de experiencia de juego: Supervivencia (realista), Creativo (recursos ilimitados), Sandbox (personalizable)."
    },
    "publicname": {
      "title": "Nombre Público",
      "description": "Nombre del servidor que aparecerá en la lista pública de servidores y navegador de Steam."
    },
    "servername": {
      "title": "Nombre del Servidor",
      "description": "Nombre interno del servidor para identificación administrativa."
    },
    "password": {
      "title": "Contraseña",
      "description": "Contraseña requerida para conectarse al servidor. Déjalo vacío para servidor público."
    },
    "adminpassword": {
      "title": "Contraseña de Administrador",
      "description": "Contraseña para obtener privilegios de administrador en el servidor."
    },
    "open": {
      "title": "Servidor Abierto",
      "description": "Si está habilitado (true), permite que cualquier cliente se conecte sin estar en la lista blanca."
    },
    "public": {
      "title": "Servidor Público",
      "description": "Si está habilitado (true), el servidor aparecerá en el navegador de servidores del juego y Steam."
    },
    "pvp": {
      "title": "Jugador vs Jugador",
      "description": "Permite que los jugadores se ataquen entre sí cuando está habilitado (true)."
    },
    "safehouse": {
      "title": "Casas Seguras",
      "description": "Permite a los jugadores reclamar edificios como casas seguras cuando está habilitado (true)."
    },
    "sleepallowed": {
      "title": "Dormir Permitido",
      "description": "Permite a los jugadores dormir para acelerar el tiempo cuando está habilitado (true)."
    },
    "sleepneeded": {
      "title": "Dormir Necesario",
      "description": "Los jugadores necesitarán dormir para mantener su energía cuando está habilitado (true)."
    },
    "globalchat": {
      "title": "Chat Global",
      "description": "Habilita el chat global (/all) que permite a los jugadores comunicarse independientemente de la distancia."
    },
    "loglocalchat": {
      "title": "Registrar Chat Local",
      "description": "Si está habilitado (true), muestra el chat local (/s y /y) en el panel de chat del cliente."
    },
    "serverwelcomemessage": {
      "title": "Mensaje de Bienvenida",
      "description": "Mensaje que se muestra a los jugadores cuando se conectan al servidor. Puedes usar <RGB:1,0,0> para colores y <LINE> para saltos de línea."
    },
    "autocreateuserin whitelist": {
      "title": "Auto-crear Usuario en Lista Blanca",
      "description": "Si está habilitado (true), agrega automáticamente usuarios desconocidos a la lista blanca cuando se unen (solo para servidores abiertos)."
    },
    "displayusername": {
      "title": "Mostrar Nombre de Usuario",
      "description": "Si está habilitado (true), muestra los nombres de usuario sobre las cabezas de los jugadores en el juego."
    },
    "showfirstandlastname": {
      "title": "Mostrar Nombre y Apellido",
      "description": "Si está habilitado (true), muestra el nombre y apellido del personaje en lugar del nombre de usuario."
    },
    "spawnpoint": {
      "title": "Punto de Aparición",
      "description": "Coordenadas X,Y,Z donde aparecerán todos los jugadores nuevos. Usar 0,0,0 permite elegir ciudad de aparición."
    },
    "spawnitems": {
      "title": "Objetos de Aparición",
      "description": "Objetos con los que aparecen los jugadores nuevos. Separar múltiples objetos con comas (ej: Base.Axe,Base.WaterBottleFull)."
    },
    "safetysystem": {
      "title": "Sistema de Seguridad",
      "description": "Permite a los jugadores activar/desactivar el modo PvP individualmente. Solo pueden lastimarse cuando al menos uno está en modo PvP."
    },
    "showsafety": {
      "title": "Mostrar Seguridad",
      "description": "Si está habilitado (true), muestra un ícono de calavera sobre jugadores que están en modo PvP."
    },
    "safetytoggletimer": {
      "title": "Tiempo de Cambio de Seguridad",
      "description": "Tiempo en segundos que toma activar o desactivar el modo PvP. Valor por defecto: 2 segundos."
    },
    "safetycooldowntimer": {
      "title": "Tiempo de Espera de Seguridad",
      "description": "Tiempo en segundos antes de poder cambiar el modo PvP nuevamente. Valor por defecto: 3 segundos."
    },
    "hoursforlootrespawn": {
      "title": "Horas para Reaparición de Botín",
      "description": "Horas de juego que deben pasar antes de que el botín reaparezca en contenedores. 0 = nunca reaparece."
    },
    "maxitemsforlootrespawn": {
      "title": "Máximo de Objetos para Reaparición",
      "description": "Número máximo de objetos en un contenedor antes de que el botín pueda reaparecer. Valor por defecto: 4."
    },
    "constructionpreventslootrespawn": {
      "title": "Construcción Previene Reaparición",
      "description": "Si está habilitado (true), las construcciones de jugadores cerca de contenedores previenen la reaparición de botín."
    },
    "resetid": {
      "title": "ID de Reinicio",
      "description": "Determina si el servidor ha tenido un reinicio suave. Si no coincide con el cliente, debe crear un nuevo personaje."
    },
    "mods": {
      "title": "Modificaciones",
      "description": "Lista de IDs de mods instalados en el servidor. Los jugadores necesitarán tener estos mods instalados."
    },
    "map": {
      "title": "Mapa",
      "description": "Nombre del mapa que se está usando. El mapa por defecto es 'Muldraugh, KY'."
    },
    "doluachecksum": {
      "title": "Verificación Lua",
      "description": "Si está habilitado (true), expulsa a clientes cuyos archivos de juego no coincidan con los del servidor."
    },
    "denyloginonoverloadedserver": {
      "title": "Denegar Login en Servidor Sobrecargado",
      "description": "Si está habilitado (true), previene conexiones cuando el servidor está sobrecargado para evitar lag."
    },
    "nightlengthmodifier": {
      "title": "Modificador de Duración de Noche",
      "description": "Controla la duración de la noche. 1.0 = duración normal, 0.5 = mitad de duración."
    },
    "chatstreams": {
      "title": "Canales de Chat",
      "description": "Define los canales de chat disponibles: s,r,a,w,y,sh,f,all. Remover alguno lo deshabilita."
    },
    "hoursforzombiesrespawn": {
      "title": "Horas para Reaparición de Zombies",
      "description": "Horas de juego antes de que los zombies reaparezcan en áreas no vistas. 0 = nunca reaparecen."
    },
    "increasezombierespawnby": {
      "title": "Incrementar Reaparición de Zombies",
      "description": "Cantidad adicional de zombies que aparecerán si la reaparición está habilitada."
    },
    "nofire": {
      "title": "Sin Fuego",
      "description": "Si está habilitado (true), deshabilita todas las formas de fuego excepto fogatas."
    },
    "announcedeath": {
      "title": "Anunciar Muerte",
      "description": "Si está habilitado (true), muestra un mensaje global en el chat cada vez que un jugador muere."
    },
    "minutesperpage": {
      "title": "Minutos por Página",
      "description": "Número de minutos de juego que toma leer una página de un libro. Valor por defecto: 1 minuto."
    },
    "saveworldeveryminutes": {
      "title": "Guardar Mundo Cada Minutos",
      "description": "Partes cargadas del mapa se guardan después de este número de minutos reales. 0 = solo al salir de áreas."
    },
    "playersafehouse": {
      "title": "Casa Segura de Jugadores",
      "description": "Si está habilitado (true), tanto administradores como jugadores pueden reclamar casas seguras."
    },
    "adminsafehouse": {
      "title": "Casa Segura de Administrador",
      "description": "Si está habilitado (true), solo los administradores pueden reclamar casas seguras."
    },
    "safehouseallowt repass": {
      "title": "Permitir Invasión de Casa Segura",
      "description": "Si está habilitado (true), permite a no miembros entrar a una casa segura sin invitación."
    },
    "safehouseallowfire": {
       "title": "Permitir Fuego en Casa Segura",
       "description": "Si está habilitado (true), permite que el fuego dañe las casas seguras."
     },
     "upnpleasetime": {
       "title": "Tiempo de Arrendamiento UPnP",
       "description": "Tiempo en segundos para el arrendamiento UPnP. Controla cuánto tiempo permanecen abiertas las reglas de mapeo de puertos UPnP."
     },
     "upnpzeroleasetimefallback": {
       "title": "Respaldo Tiempo Cero UPnP",
       "description": "Si está habilitado, usa tiempo de arrendamiento cero como respaldo cuando UPnP no soporta tiempos de arrendamiento específicos."
     },
     "upnpforce": {
       "title": "Forzar UPnP",
       "description": "Fuerza el uso de UPnP incluso si la detección automática falla. Útil para routers que soportan UPnP pero no responden correctamente a la detección."
     },
     "savetransactionid": {
       "title": "Guardar ID de Transacción",
       "description": "Guarda un ID de transacción con cada guardado del mundo. Útil para detectar corrupción de datos y problemas de sincronización."
     },
     "clientcommandfilter": {
       "title": "Filtro de Comandos del Cliente",
       "description": "Filtra comandos que los clientes pueden enviar al servidor. Usa '-' para denegar y '+' para permitir comandos específicos."
     },
     "itemremovallistblacklisttoggle": {
       "title": "Alternar Lista Negra de Eliminación",
       "description": "Cambia el comportamiento de WorldItemRemovalList. Si es true, los elementos listados NO se eliminan. Si es false, solo los elementos listados se eliminan."
     },
     "disableradiostaff": {
       "title": "Deshabilitar Radio Staff",
       "description": "Deshabilita el acceso a la radio para usuarios con permisos de staff. Controla si el personal puede usar comandos de radio."
     },
     "disableradioadmin": {
       "title": "Deshabilitar Radio Admin",
       "description": "Deshabilita el acceso a la radio para administradores. Controla si los administradores pueden usar comandos de radio."
     },
     "disableradiogm": {
       "title": "Deshabilitar Radio GM",
       "description": "Deshabilita el acceso a la radio para Game Masters. Controla si los GMs pueden usar comandos de radio."
     },
     "disableradiooverseer": {
       "title": "Deshabilitar Radio Overseer",
       "description": "Deshabilita el acceso a la radio para usuarios con permisos de overseer. Controla si los overseers pueden usar comandos de radio."
     },
     "disableradiomoderator": {
       "title": "Deshabilitar Radio Moderator",
       "description": "Deshabilita el acceso a la radio para moderadores. Controla si los moderadores pueden usar comandos de radio."
     },
     "disableradioinvisible": {
        "title": "Deshabilitar Radio Invisible",
        "description": "Deshabilita el acceso a la radio para usuarios invisibles. Controla si los usuarios en modo invisible pueden usar comandos de radio."
      },
      "sleepallowed": {
        "title": "Dormir Permitido",
        "description": "Permite a los jugadores usar camas para dormir y acelerar el tiempo. Cuando está deshabilitado, las camas solo restauran fatiga."
      },
      "sleepneeded": {
         "title": "Dormir Necesario",
         "description": "Requiere que los jugadores duerman regularmente. Si está habilitado, los jugadores sufrirán penalizaciones por fatiga si no duermen."
       },
       "coopserverlaunchetimeout": {
         "title": "Tiempo de Espera de Lanzamiento Coop",
         "description": "Tiempo de espera en segundos para el lanzamiento del servidor cooperativo. Parámetro interno que no debería modificarse."
       },
       "coopmasterpingtimeout": {
         "title": "Tiempo de Espera de Ping Maestro Coop",
         "description": "Tiempo de espera en segundos para el ping del servidor maestro en modo cooperativo. Parámetro interno que no debería modificarse."
       },
       "physicsdelay": {
         "title": "Retraso de Física",
         "description": "Retraso en milisegundos para los cálculos de física del servidor. Valor por defecto: 500. No se recomienda modificar."
       },
       "server_browser_announced_ip": {
         "title": "IP Anunciada del Navegador",
         "description": "IP específica que el servidor anunciará al navegador de servidores. Déjalo vacío para detección automática."
       },
       "password": {
         "title": "Contraseña del Servidor",
         "description": "Contraseña requerida para conectarse al servidor. Déjalo vacío para servidor sin contraseña."
       },
       "discordenable": {
         "title": "Habilitar Discord",
         "description": "Habilita la integración con Discord para sincronizar el chat del juego con un canal de Discord."
       },
       "discordtoken": {
         "title": "Token de Discord",
         "description": "Token del bot de Discord para la integración. Obténlo desde el Portal de Desarrolladores de Discord."
       },
       "discordchannel": {
         "title": "Canal de Discord",
         "description": "Nombre del canal de Discord (debe dejarse vacío para que funcione la integración)."
       },
       "discordchannelid": {
         "title": "ID del Canal de Discord",
         "description": "ID numérico del canal de Discord donde se sincronizará el chat del juego."
       },
       "allowdestructionbysledgehammer": {
          "title": "Permitir Destrucción con Mazo",
          "description": "Permite a los jugadores destruir estructuras usando un mazo. Si está deshabilitado, las estructuras serán indestructibles."
        },
        "dropoffwhitelistafterdeath": {
       "title": "Remover de Lista Blanca tras Muerte",
       "description": "Si está habilitado (true), remueve automáticamente al jugador de la lista blanca cuando su personaje muere."
     },
     "workshopitems": {
       "title": "Objetos de Workshop",
       "description": "Lista de IDs de objetos del Workshop de Steam que el servidor debe descargar. Separar múltiples IDs con punto y coma."
     },
     "steamport1": {
       "title": "Puerto Steam 1",
       "description": "Primer puerto usado para comunicación con Steam. Puerto por defecto: 8766."
     },
     "steamport2": {
       "title": "Puerto Steam 2",
       "description": "Segundo puerto usado para comunicación con Steam. Puerto por defecto: 8767."
     },
     "steamscoreboard": {
       "title": "Marcador de Steam",
       "description": "Si está habilitado (true), permite que Steam muestre información del servidor en su interfaz."
     },
     "steamvac": {
       "title": "VAC de Steam",
       "description": "Si está habilitado (true), habilita el sistema anti-trampas VAC de Steam en el servidor."
     },
     "upnp": {
       "title": "UPnP",
       "description": "Si está habilitado (true), permite el mapeo automático de puertos usando UPnP para facilitar conexiones."
     },
     "voiceenable": {
       "title": "Habilitar Voz",
       "description": "Si está habilitado (true), permite la comunicación por voz entre jugadores en el servidor."
     },
     "voicemindistance": {
       "title": "Distancia Mínima de Voz",
       "description": "Distancia mínima en metros para escuchar la voz de otros jugadores. Valor por defecto: 10.0."
     },
     "voicemaxdistance": {
       "title": "Distancia Máxima de Voz",
       "description": "Distancia máxima en metros para escuchar la voz de otros jugadores. Valor por defecto: 300.0."
     },
     "voice3d": {
       "title": "Voz 3D",
       "description": "Si está habilitado (true), la voz tendrá efectos de audio posicional 3D basado en la ubicación del jugador."
     },
     "speedlimit": {
       "title": "Límite de Velocidad",
       "description": "Velocidad máxima permitida para jugadores antes de ser considerados como posibles tramposos. Valor por defecto: 70.0."
     },
     "kickfastplayers": {
       "title": "Expulsar Jugadores Rápidos",
       "description": "Si está habilitado (true), expulsa automáticamente a jugadores que se muevan más rápido que el límite establecido."
     },
     "rconport": {
       "title": "Puerto RCON",
       "description": "Puerto para conexiones de administración remota RCON. Puerto por defecto: 27015."
     },
     "rconpassword": {
       "title": "Contraseña RCON",
       "description": "Contraseña requerida para conectarse al servidor mediante RCON para administración remota."
     },
     "maxaccountsperuser": {
       "title": "Máximo de Cuentas por Usuario",
       "description": "Número máximo de personajes que puede crear cada Steam ID. Valor por defecto: 1."
     },
     "serverplayerid": {
       "title": "ID de Jugador del Servidor",
       "description": "Identificador único del servidor para jugadores. No modificar sin hacer respaldo, puede causar pérdida de personajes."
     },
     "faction": {
       "title": "Facciones",
       "description": "Si está habilitado (true), permite a los jugadores crear y unirse a facciones en el servidor."
     },
     "factiondaysurvived tocreate": {
       "title": "Días Sobrevividos para Crear Facción",
       "description": "Número de días que un jugador debe sobrevivir antes de poder crear una facción. Valor por defecto: 0."
     },
     "factionplayersrequiredfortag": {
       "title": "Jugadores Requeridos para Etiqueta de Facción",
       "description": "Número mínimo de jugadores requeridos en una facción para poder usar etiquetas. Valor por defecto: 1."
     },
     "allowtradeui": {
       "title": "Permitir Interfaz de Comercio",
       "description": "Si está habilitado (true), permite a los jugadores usar la interfaz de comercio para intercambiar objetos."
     },
     "hoursforworlditemremoval": {
       "title": "Horas para Remoción de Objetos del Mundo",
       "description": "Horas de juego antes de que los objetos tirados en el suelo sean removidos automáticamente. 0 = nunca."
     },
     "worlditemremovallist": {
       "title": "Lista de Remoción de Objetos del Mundo",
       "description": "Lista de tipos de objetos que serán removidos automáticamente del mundo. Separar con comas."
     },
     "itemnumberslimitpercontainer": {
       "title": "Límite de Números de Objetos por Contenedor",
       "description": "Número máximo de objetos diferentes que puede contener un contenedor. 0 = sin límite."
     },
     "bloodsplatlifespandays": {
       "title": "Días de Vida de Manchas de Sangre",
       "description": "Número de días que las manchas de sangre permanecerán visibles antes de desaparecer. 0 = permanentes."
     },
     "allownonasciiusername": {
       "title": "Permitir Nombres de Usuario No ASCII",
       "description": "Si está habilitado (true), permite nombres de usuario con caracteres especiales y no latinos."
     },
     "bankickglobalsound": {
       "title": "Sonido Global de Expulsión/Baneo",
       "description": "Si está habilitado (true), reproduce un sonido audible para todos cuando un jugador es expulsado o baneado."
     },
     "removeplayercorpsesonc orpseremoval": {
       "title": "Remover Cadáveres de Jugadores en Remoción de Cadáveres",
       "description": "Si está habilitado (true), incluye los cadáveres de jugadores en la remoción automática de cadáveres."
     },
     "trashdeleteall": {
       "title": "Eliminar Toda la Basura",
       "description": "Si está habilitado (true), elimina automáticamente todos los objetos considerados basura del mundo."
     },
     "carengineattraction modifier": {
       "title": "Modificador de Atracción de Motor de Auto",
       "description": "Multiplica el ruido que hacen los motores de vehículos para atraer zombies. 1.0 = normal, 0.5 = mitad del ruido."
     },
     "fastforwardmultiplier": {
       "title": "Multiplicador de Avance Rápido",
       "description": "Velocidad del avance rápido del tiempo cuando todos los jugadores duermen. Valor por defecto: 40.0."
     },
     "playersaveondamage": {
       "title": "Guardar Jugador al Recibir Daño",
       "description": "Si está habilitado (true), guarda automáticamente el progreso del jugador cada vez que recibe daño."
     },
     "disablesafehousewhenplayerconnected": {
       "title": "Deshabilitar Casa Segura Cuando Jugador Conectado",
       "description": "Si está habilitado (true), deshabilita las protecciones de casa segura cuando hay jugadores conectados."
     },
     "playerrespawnwithself": {
       "title": "Jugador Reaparece Consigo Mismo",
       "description": "Si está habilitado (true), permite que los jugadores reaparezcan en la ubicación de su muerte anterior."
     },
     "playerrespawnwithother": {
       "title": "Jugador Reaparece con Otro",
       "description": "Si está habilitado (true), permite que los jugadores reaparezcan cerca de otros jugadores vivos."
     },
     "usetchpformapdownloads": {
       "title": "Usar TCP para Descargas de Mapa",
       "description": "Si está habilitado (true), usa protocolo TCP en lugar de UDP para descargar mapas, más lento pero más confiable."
     },
     "loginqueueenabled": {
       "title": "Cola de Login Habilitada",
       "description": "Si está habilitado (true), habilita un sistema de cola cuando el servidor está lleno."
     },
     "loginqueueconnecttimeout": {
       "title": "Tiempo de Espera de Conexión de Cola",
       "description": "Tiempo en segundos que un jugador puede permanecer en la cola de login antes de ser desconectado."
     },
     "zombieupdatemaxhighpriority": {
       "title": "Máximo de Zombies de Alta Prioridad",
       "description": "Número máximo de zombies que se actualizarán con alta prioridad simultáneamente. Valor por defecto: 50."
     },
     "zombieupdatedelta": {
       "title": "Delta de Actualización de Zombies",
       "description": "Intervalo de tiempo entre actualizaciones de zombies. Valores más bajos = más actualizaciones. Valor por defecto: 0.5."
     },
     "zombieupdateradiushighpriority": {
       "title": "Radio de Alta Prioridad para Zombies",
       "description": "Radio en metros donde los zombies se actualizarán con alta prioridad. Valor por defecto: 10.0."
     },
     "zombieupdateradiuslowpriority": {
       "title": "Radio de Baja Prioridad para Zombies",
       "description": "Radio en metros donde los zombies se actualizarán con baja prioridad. Valor por defecto: 45.0."
     }
   },
   "sandbox_vars": {
     "Speed": {
       "title": "Velocidad de Zombies",
       "description": "Velocidad de movimiento de los zombies. 1=Lentos, 2=Normales, 3=Rápidos, 4=Veloces."
     },
     "Zombies": {
       "title": "Población de Zombies",
       "description": "Cantidad de zombies en el mundo. 1=Muy Pocos, 2=Pocos, 3=Normales, 4=Muchos, 5=Muy Muchos."
     },
     "Distribution": {
       "title": "Distribución de Zombies",
       "description": "Cómo se distribuyen los zombies por el mapa. 1=Urbano Enfocado, 2=Uniforme."
     },
     "Survivors": {
       "title": "Supervivientes NPC",
       "description": "Cantidad de supervivientes NPC en el mundo. 1=Ninguno, 2=Pocos, 3=Normales, 4=Muchos."
     },
     "DayLength": {
       "title": "Duración del Día",
       "description": "Duración de un día en el juego. 1=15 min, 2=30 min, 3=1 hora, 4=2 horas, 5=3 horas, 6=4 horas, 7=5 horas, 8=6 horas, 9=7 horas, 10=8 horas, 11=9 horas, 12=10 horas, 13=11 horas, 14=12 horas."
     },
     "StartYear": {
       "title": "Año de Inicio",
       "description": "Año en que comienza el apocalipsis zombie. 1=1993, 2=1994, 3=1995, etc."
     },
     "StartMonth": {
       "title": "Mes de Inicio",
       "description": "Mes en que comienza la partida. 1=Enero, 2=Febrero, ..., 12=Diciembre."
     },
     "StartDay": {
       "title": "Día de Inicio",
       "description": "Día del mes en que comienza la partida (1-31)."
     },
     "StartTime": {
       "title": "Hora de Inicio",
       "description": "Hora del día en que comienza la partida. 1=7:00 AM, 2=9:00 AM, 3=12:00 PM, 4=2:00 PM, 5=5:00 PM, 6=9:00 PM, 7=12:00 AM, 8=2:00 AM."
     },
     "WaterShut": {
       "title": "Corte de Agua",
       "description": "Cuándo se corta el suministro de agua. 1=Inmediato, 2=0-30 días, 3=0-2 meses, 4=0-6 meses, 5=0-1 año, 6=0-5 años, 7=2-6 meses, 8=6-12 meses."
     },
     "ElecShut": {
       "title": "Corte de Electricidad",
       "description": "Cuándo se corta el suministro eléctrico. 1=Inmediato, 2=0-30 días, 3=0-2 meses, 4=0-6 meses, 5=0-1 año, 6=0-5 años, 7=2-6 meses, 8=6-12 meses."
     },
     "WaterShutModifier": {
       "title": "Modificador de Corte de Agua",
       "description": "Días adicionales antes del corte de agua. Valor por defecto: 14 días."
     },
     "ElecShutModifier": {
       "title": "Modificador de Corte de Electricidad",
       "description": "Días adicionales antes del corte eléctrico. Valor por defecto: 14 días."
     },
     "FoodLoot": {
       "title": "Botín de Comida",
       "description": "Abundancia de comida encontrada. 1=Muy Raro, 2=Raro, 3=Normal, 4=Abundante, 5=Muy Abundante."
     },
     "CannedFoodLoot": {
       "title": "Botín de Comida Enlatada",
       "description": "Abundancia de comida enlatada. 1=Muy Raro, 2=Raro, 3=Normal, 4=Abundante, 5=Muy Abundante."
     },
     "LiteratureLoot": {
       "title": "Botín de Literatura",
       "description": "Abundancia de libros y revistas. 1=Muy Raro, 2=Raro, 3=Normal, 4=Abundante, 5=Muy Abundante."
     },
     "SurvivalGearsLoot": {
       "title": "Botín de Equipo de Supervivencia",
       "description": "Abundancia de equipo de supervivencia. 1=Muy Raro, 2=Raro, 3=Normal, 4=Abundante, 5=Muy Abundante."
     },
     "MedicalLoot": {
       "title": "Botín Médico",
       "description": "Abundancia de suministros médicos. 1=Muy Raro, 2=Raro, 3=Normal, 4=Abundante, 5=Muy Abundante."
     },
     "WeaponLoot": {
       "title": "Botín de Armas",
       "description": "Abundancia de armas cuerpo a cuerpo. 1=Muy Raro, 2=Raro, 3=Normal, 4=Abundante, 5=Muy Abundante."
     },
     "RangedWeaponLoot": {
       "title": "Botín de Armas a Distancia",
       "description": "Abundancia de armas de fuego. 1=Muy Raro, 2=Raro, 3=Normal, 4=Abundante, 5=Muy Abundante."
     },
     "AmmoLoot": {
       "title": "Botín de Munición",
       "description": "Abundancia de munición para armas de fuego. 1=Muy Raro, 2=Raro, 3=Normal, 4=Abundante, 5=Muy Abundante."
     },
     "MechanicsLoot": {
       "title": "Botín de Mecánica",
       "description": "Abundancia de herramientas y piezas de vehículos. 1=Muy Raro, 2=Raro, 3=Normal, 4=Abundante, 5=Muy Abundante."
     },
     "OtherLoot": {
       "title": "Otro Botín",
       "description": "Abundancia de otros objetos diversos. 1=Muy Raro, 2=Raro, 3=Normal, 4=Abundante, 5=Muy Abundante."
     },
     "Temperature": {
       "title": "Temperatura",
       "description": "Configuración de temperatura del mundo. 1=Muy Fría, 2=Fría, 3=Normal, 4=Caliente, 5=Muy Caliente."
     },
     "Rain": {
       "title": "Lluvia",
       "description": "Frecuencia de lluvia. 1=Muy Seca, 2=Seca, 3=Normal, 4=Lluviosa, 5=Muy Lluviosa."
     },
     "ErosionSpeed": {
       "title": "Velocidad de Erosión",
       "description": "Velocidad a la que se deteriora el mundo. 1=Nunca, 2=Muy Lenta, 3=Lenta, 4=Normal, 5=Rápida, 6=Muy Rápida."
     },
     "ErosionDays": {
       "title": "Días de Erosión",
       "description": "Días antes de que comience la erosión. 0=Inmediato, valores positivos=días de retraso."
     },
     "XpMultiplier": {
       "title": "Multiplicador de Experiencia",
       "description": "Multiplicador para la ganancia de experiencia. 1.0=Normal, 2.0=Doble experiencia, 0.5=Mitad de experiencia."
     },
     "ZombieAttractionMultiplier": {
       "title": "Multiplicador de Atracción de Zombies",
       "description": "Multiplicador para la atracción de zombies por ruido. 1.0=Normal, 2.0=Doble atracción."
     },
     "VehicleEasyUse": {
       "title": "Uso Fácil de Vehículos",
       "description": "Si está habilitado, los vehículos no requieren llaves para ser usados."
     },
     "Farming": {
       "title": "Agricultura",
       "description": "Velocidad de crecimiento de cultivos. 1=Muy Lenta, 2=Lenta, 3=Normal, 4=Rápida, 5=Muy Rápida."
     },
     "CompostTime": {
       "title": "Tiempo de Compostaje",
       "description": "Velocidad de creación de compost. 1=1 semana, 2=2 semanas, 3=3 semanas, 4=4 semanas, 5=6 semanas, 6=8 semanas, 7=10 semanas."
     },
     "StatsDecrease": {
       "title": "Disminución de Estadísticas",
       "description": "Velocidad de disminución de hambre, sed, etc. 1=Muy Lenta, 2=Lenta, 3=Normal, 4=Rápida, 5=Muy Rápida."
     },
     "NatureAbundance": {
       "title": "Abundancia Natural",
       "description": "Abundancia de recursos naturales (bayas, etc.). 1=Muy Poca, 2=Poca, 3=Normal, 4=Abundante, 5=Muy Abundante."
     },
     "Alarm": {
       "title": "Alarmas",
       "description": "Frecuencia de alarmas de casas y edificios. 1=Nunca, 2=Extremadamente Raro, 3=Muy Raro, 4=Raro, 5=A veces, 6=A menudo."
     },
     "LockedHouses": {
       "title": "Casas Cerradas",
       "description": "Porcentaje de casas que estarán cerradas con llave. 1=Ninguna, 2=Muy Pocas, 3=Pocas, 4=Algunas, 5=Normales, 6=Muchas, 7=Todas."
     },
     "StarterKit": {
       "title": "Kit de Inicio",
       "description": "Si está habilitado, los jugadores comenzarán con un kit básico de supervivencia."
     },
     "Nutrition": {
       "title": "Nutrición",
       "description": "Si está habilitado, los jugadores deben mantener una dieta balanceada para estar saludables."
     },
     "FoodRotSpeed": {
       "title": "Velocidad de Putrefacción",
       "description": "Velocidad a la que se pudre la comida. 1=Muy Lenta, 2=Lenta, 3=Normal, 4=Rápida, 5=Muy Rápida."
     },
     "FridgeFactor": {
       "title": "Factor de Refrigerador",
       "description": "Efectividad de los refrigeradores para preservar comida. 1=Muy Baja, 2=Baja, 3=Normal, 4=Alta, 5=Muy Alta."
     },
     "LootRespawn": {
       "title": "Reaparición de Botín",
       "description": "Si el botín reaparece en contenedores. 1=Ninguno, 2=Cada mes, 3=Cada 2 meses, 4=Cada 6 meses, 5=Cada año."
     },
     "LootSeenHours": {
       "title": "Horas de Botín Visto",
       "description": "Horas que debe pasar antes de que el botín pueda reaparecer en un contenedor visitado."
     },
     "WorldItemRemovalList": {
       "title": "Lista de Eliminación de Objetos",
       "description": "Lista de objetos que serán eliminados automáticamente del mundo después del tiempo especificado."
     },
     "HoursForWorldItemRemoval": {
       "title": "Horas para Eliminación de Objetos",
       "description": "Horas que deben pasar antes de que los objetos especificados sean eliminados del mundo."
     },
     "ItemRemovalListBlacklistToggle": {
       "title": "Lista Negra de Eliminación",
       "description": "Si está habilitado, la lista actúa como lista negra (objetos que NO se eliminan)."
     },
     "TimeSinceApo": {
       "title": "Tiempo Desde el Apocalipsis",
       "description": "Tiempo transcurrido desde el inicio del apocalipsis. 1=0 meses, 2=1 mes, 3=2 meses, 4=3 meses, 5=4 meses, 6=5 meses, 7=6 meses, 8=7 meses, 9=8 meses, 10=9 meses, 11=10 meses, 12=11 meses, 13=1 año."
     },
     "PlantResilience": {
       "title": "Resistencia de Plantas",
       "description": "Resistencia de las plantas a enfermedades y condiciones adversas. 1=Muy Baja, 2=Baja, 3=Normal, 4=Alta, 5=Muy Alta."
     },
     "PlantAbundance": {
       "title": "Abundancia de Plantas",
       "description": "Abundancia de plantas silvestres comestibles. 1=Muy Poca, 2=Poca, 3=Normal, 4=Abundante, 5=Muy Abundante."
     },
     "EndRegen": {
       "title": "Regeneración de Resistencia",
       "description": "Velocidad de regeneración de resistencia. 1=Muy Lenta, 2=Lenta, 3=Normal, 4=Rápida, 5=Muy Rápida."
     },
     "Helicopter": {
       "title": "Evento de Helicóptero",
       "description": "Frecuencia del evento de helicóptero. 1=Nunca, 2=Una vez, 3=A veces, 4=A menudo."
     },
     "MetaEvent": {
       "title": "Meta Eventos",
       "description": "Frecuencia de meta eventos (sirenas, disparos, etc.). 1=Nunca, 2=A veces, 3=A menudo."
     },
     "SleepingEvent": {
       "title": "Eventos Mientras Duermes",
       "description": "Si pueden ocurrir eventos mientras el jugador duerme. 1=Nunca, 2=A veces, 3=A menudo."
     },
     "GeneratorSpawning": {
       "title": "Aparición de Generadores",
       "description": "Frecuencia de aparición de generadores. 1=Extremadamente Raro, 2=Muy Raro, 3=Raro, 4=A veces, 5=A menudo."
     },
     "GeneratorFuelConsumption": {
       "title": "Consumo de Combustible del Generador",
       "description": "Multiplicador del consumo de combustible de los generadores. 1.0=Normal, 0.5=Mitad del consumo, 2.0=Doble consumo."
     },
     "SurvivorHouseChance": {
       "title": "Probabilidad de Casa de Superviviente",
       "description": "Probabilidad de encontrar casas con supervivientes. 1=Nunca, 2=Extremadamente Raro, 3=Muy Raro, 4=Raro, 5=A veces."
     },
     "VehicleStoryChance": {
       "title": "Probabilidad de Historia de Vehículo",
       "description": "Probabilidad de encontrar vehículos con historias especiales. 1=Nunca, 2=Extremadamente Raro, 3=Muy Raro, 4=Raro, 5=A veces."
     },
     "ZoneStoryChance": {
       "title": "Probabilidad de Historia de Zona",
       "description": "Probabilidad de encontrar zonas con historias especiales. 1=Nunca, 2=Extremadamente Raro, 3=Muy Raro, 4=Raro, 5=A veces."
     },
     "AnnotatedMapChance": {
       "title": "Probabilidad de Mapa Anotado",
       "description": "Probabilidad de encontrar mapas con anotaciones. 1=Nunca, 2=Extremadamente Raro, 3=Muy Raro, 4=Raro, 5=A veces, 6=A menudo."
     },
     "CharacterFreePoints": {
       "title": "Puntos Libres de Personaje",
       "description": "Puntos adicionales para gastar en la creación del personaje. Valor por defecto: 0."
     },
     "ConstructionBonusPoints": {
       "title": "Puntos Bonus de Construcción",
       "description": "Puntos adicionales para habilidades de construcción. 1=Muy Pocos, 2=Pocos, 3=Normales, 4=Muchos, 5=Muy Muchos."
     },
     "NightDarkness": {
       "title": "Oscuridad Nocturna",
       "description": "Nivel de oscuridad durante la noche. 1=Muy Brillante, 2=Brillante, 3=Normal, 4=Oscura, 5=Muy Oscura."
     },
     "InjurySeverity": {
       "title": "Severidad de Lesiones",
       "description": "Severidad de las lesiones recibidas. 1=Muy Baja, 2=Baja, 3=Normal, 4=Alta, 5=Muy Alta."
     },
     "BoneFracture": {
       "title": "Fracturas de Huesos",
       "description": "Si están habilitadas las fracturas de huesos por caídas y golpes fuertes."
     },
     "HoursForCorpseRemoval": {
       "title": "Horas para Eliminación de Cadáveres",
       "description": "Horas que deben pasar antes de que los cadáveres sean eliminados automáticamente. Valor por defecto: 216 horas (9 días)."
     },
     "DecayingCorpseHealthImpact": {
       "title": "Impacto de Cadáveres en Descomposición",
       "description": "Impacto en la salud por estar cerca de cadáveres en descomposición. 1=Ninguno, 2=Bajo, 3=Normal, 4=Alto, 5=Muy Alto."
     },
     "BloodLevel": {
       "title": "Nivel de Sangre",
       "description": "Cantidad de sangre mostrada en el juego. 1=Ninguna, 2=Poca, 3=Normal, 4=Mucha, 5=Ultra Gore."
     },
     "ClothingDegradation": {
       "title": "Degradación de Ropa",
       "description": "Velocidad de deterioro de la ropa. 1=Deshabilitada, 2=Muy Lenta, 3=Lenta, 4=Normal, 5=Rápida, 6=Muy Rápida."
     },
     "FireSpread": {
       "title": "Propagación de Fuego",
       "description": "Si el fuego puede propagarse entre objetos y estructuras."
     },
     "DaysForRottenFoodRemoval": {
       "title": "Días para Eliminación de Comida Podrida",
       "description": "Días antes de que la comida podrida sea eliminada automáticamente. -1=Nunca."
     },
     "AllowExteriorGenerator": {
       "title": "Permitir Generador Exterior",
       "description": "Si se permite colocar generadores en el exterior de edificios."
     },
     "MaxFogIntensity": {
       "title": "Intensidad Máxima de Niebla",
       "description": "Intensidad máxima de la niebla. 1=Normal, 2=Moderada, 3=Densa."
     },
     "MaxRainFxIntensity": {
       "title": "Intensidad Máxima de Efectos de Lluvia",
       "description": "Intensidad máxima de los efectos visuales de lluvia. 1=Normal, 2=Moderada, 3=Intensa."
     },
     "EnableSnowOnGround": {
       "title": "Habilitar Nieve en el Suelo",
       "description": "Si la nieve se acumula en el suelo durante el invierno."
     },
     "MultiHitZombies": {
       "title": "Zombies Multi-Golpe",
       "description": "Si los zombies pueden ser golpeados múltiples veces con un solo ataque."
     },
     "RearVulnerability": {
       "title": "Vulnerabilidad Trasera",
       "description": "Vulnerabilidad adicional al ser atacado por la espalda. 1=Baja, 2=Media, 3=Alta."
     },
     "AttackBlockMovements": {
       "title": "Ataques Bloquean Movimiento",
       "description": "Si los ataques impiden el movimiento temporalmente."
     },
     "AllClothesUnlocked": {
       "title": "Toda la Ropa Desbloqueada",
       "description": "Si toda la ropa está disponible desde el inicio sin restricciones de profesión."
     }
   }
 }